{
  "site_name": "PoGoSDex",
  "site_subtitle": "Devices & PGSharp info",
  "title": "Pokémon GO Compatible Devices & PGSharp Updates",
  "nav_overview": "Overview",
  "nav_devices": "Devices",
  "nav_news": "News",
  "overview_intro_heading": "Welcome to PoGoSDex",
  "overview_intro_text": "Discover compatible devices, curated PGSharp updates, and quick tools to keep your trainers informed.",
  "overview_devices_cta": "Browse compatible devices",
  "overview_devices_desc": "Explore phones and tablets, filter by type, and open the modal to see details and notes.",
  "overview_news_cta": "Stay up to date with PGSharp news",
  "overview_news_desc": "Read curated PGSharp announcements, feature updates, and community alerts in the News tab.",
  "devices_section_heading": "Compatible devices",
  "devices_section_intro": "Filter the catalog, inspect device notes, and copy ready-to-use entries for your dataset.",
  "news_section_title": "PGSharp News",
  "news_section_intro": "Latest PGSharp releases, feature announcements, and community alerts.",
  "search_placeholder": "Search model or brand...",
  "type_all": "All Devices",
  "type_phone": "Phones",
  "type_tablet": "Tablets",
  "sort_default": "Sort: Default",
  "sort_brand": "Brand (A–Z)",
  "sort_model": "Model (A–Z)",
  "sort_os": "OS Version",
  "no_devices_found": "No devices found",
  "modal_compatibility_confirmed": "Compatibility: confirmed",
  "modal_compatibility_unknown": "Compatibility: unknown or not verified",
  "modal_root_links": "Root Links",
  "modal_price_range_label": "Price Range:",
  "modal_pogo_label": "PoGO Compatibility:",
  "placeholder_dash": "—",
  "impressum_note": "This site provides informational content only. We do not host or provide instructions for spoofing tools.",
  "about_pgsharp_title": "About PGSharp",
  "about_pgsharp_paragraph": "PGSharp is a third-party location-spoofing tool for Pokémon GO. Using such tools likely violates Niantic's Terms of Service and may result in account suspension. This page contains informational content only — we do not provide usage guides, assistance to evade detection, or host downloads.",
  "about_pgsharp_official": "Official site",
  "privacy": "Privacy",
  "impressum": "Impressum",
  "back_to_home": "Back to home",
  "cookie_question": "We use cookies for analytics and ads. Do you accept?",
  "cookie_accept": "Accept",
  "cookie_decline": "Decline",
  "ad_placeholder": "Advertisement",
  "device_builder_title": "Prepare a new device entry",
  "device_builder_intro": "Fill out the fields to generate a JSON snippet ready to paste into data/devices.json.",
  "device_builder_submit": "Generate JSON",
  "device_builder_copy": "Copy JSON",
  "device_builder_result_hint": "Copy the JSON snippet into data/devices.json.",
  "device_builder_copied": "Copied to clipboard.",
  "device_builder_empty": "Fill in the form to generate JSON.",
  "device_builder_price_placeholder": "Price range (optional)",
  "news_empty": "No news available yet.",
  "news_read_more": "Read more",
  "news_published": "Published",
  "news_updated": "Updated",
  "news_modal_tags": "Tags",
  "news_modal_no_content": "No additional details provided.",
  "site_footer_note": "for trainers & developers",
  "placeholder_brand": "Brand",
  "placeholder_model": "Model",
  "placeholder_os": "Operating System",
  "placeholder_type": "Type (Phone/Tablet)",
  "placeholder_notes": "Notes (comma separated)",
  "placeholder_rootlinks": "Root Links (comma separated URLs)",
  "privacy_title": "Privacy Policy",
  "privacy_date": "October 15, 2025",
  "privacy_intro": "This page informs you of the policies of pogosdex.com (“the Site”, “us”, “we”, or “our”) regarding the collection, use and disclosure of Personal Information we receive from users of the Site.",
  "privacy_usage": "We use your Personal Information only for providing and improving the Site. By using the Site, you agree to the collection and use of information in accordance with this policy.",
  "privacy_collection_heading": "Information Collection And Use",
  "privacy_collection_text": "We may use third-party advertising companies to serve ads when you visit the Site. These companies may use aggregated information (not including your name, address, email address or telephone number) about your visits to this and other Web sites in order to provide advertisements about goods and services of interest to you. If you would like more information about this practice and to know your choices about not having this information used by these companies, click here.",
  "privacy_logdata_heading": "Log Data",
  "privacy_logdata_text": "This site uses Google Analytics, a cookie-based technology for measuring website traffic. Google Analytics does not store any PII (personally identifiable information) and presents data in aggregate, not individual user activity. If you would like to opt out of Google Analytics, see here.",
  "privacy_cookies_heading": "Cookies",
  "privacy_cookies_text": "We use cookies to store information for your convenience (“Settings”). We also may use third party advertisements on the Site. Some of these advertisers may use technology such as cookies and web beacons when they advertise on the Site, which will also send these advertisers (such as Google through the Google AdSense program) information including your IP address, your ISP, the browser you used to visit our site, and in some cases, whether you have Flash installed. This is generally used for geotargeting purposes (showing New York real estate ads to someone in New York, for example) or showing certain ads based on specific sites visited (such as showing cooking ads to someone who frequents cooking sites).",
  "privacy_cookies_disable": "You can choose to disable or selectively turn off our cookies or third-party cookies in your browser settings, or by managing preferences in programs such as Norton Internet Security. However, this can greatly affect how you are able to interact with the Site as well as most other websites.",
  "privacy_security_heading": "Security",
  "privacy_security_text": "The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.",
  "privacy_changes_heading": "Changes To This Privacy Policy",
  "privacy_changes_text": "We reserve the right to update or change our Privacy Policy at any time and you should check this Privacy Policy periodically. Your continued use of the Service after we post any modifications to the Privacy Policy on this page will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy.",
  "privacy_contact_heading": "Contact Us",
  "privacy_contact_text": "If you have any questions about this Privacy Policy, please contact us at pogosdex@gmail.com.",
  "pgsharp_title": "PGSharp",
  "pgsharp_tab_faq": "FAQ",
  "pgsharp_tab_features": "Features",
  "pgsharp_tab_issues": "Known Issues",
  "pgsharp_tab_report": "Bug Report / Questions",
  "pgsharp_faq_title": "PGSharp FAQ",
  "pgsharp_faq_q1": "What is PGSharp?",
  "pgsharp_faq_q2": "Is PGSharp safe to use?",
  "pgsharp_faq_q3": "How do I install PGSharp?",
  "pgsharp_features_title": "Features",
  "pgsharp_features_f1": "Joystick for movement",
  "pgsharp_features_f2": "Teleportation",
  "pgsharp_features_f3": "Auto-walk",
  "pgsharp_issues_title": "Known Issues",
  "pgsharp_issues_i1": "App crashes on some devices",
  "pgsharp_issues_i2": "Location not updating",
  "pgsharp_report_title": "Bug Report / Questions",
  "pgsharp_report_text": "For bug reports or questions, please contact <a href=\"mailto:pogosdex@gmail.com\" class=\"text-emerald-400 underline\">pogosdex@gmail.com</a>."
}
