{
  "site_name": "PoGoSDex",
  "site_subtitle": "Dispositivi e informazioni PGSharp",
  "title": "Dispositivi compatibili con Pokémon GO e notizie su PGSharp",
  "nav_overview": "Panoramica",
  "nav_devices": "Dispositivi",
  "nav_news": "Notizie",
  "overview_intro_heading": "Benvenuto su PoGoSDex",
  "overview_intro_text": "Trova dispositivi compatibili, resta aggiornato sulle novità di PGSharp e utilizza strumenti pratici per i tuoi allenatori.",
  "overview_devices_cta": "Esplora i dispositivi compatibili",
  "overview_devices_desc": "Scopri telefoni e tablet, filtra per tipologia e apri il modal per visualizzare dettagli e note.",
  "overview_news_cta": "Rimani aggiornato sulle notizie di PGSharp",
  "overview_news_desc": "Leggi annunci selezionati di PGSharp, aggiornamenti sulle funzionalità e avvisi della community nella scheda Notizie.",
  "devices_section_heading": "Dispositivi compatibili",
  "devices_section_intro": "Filtra il catalogo, consulta le note e copia le voci JSON pronte per il tuo database.",
  "news_section_title": "Notizie PGSharp",
  "news_section_intro": "Ultime versioni di PGSharp, annunci di funzionalità e avvisi della community.",
  "search_placeholder": "Cerca modello o marca...",
  "type_all": "Tutti i dispositivi",
  "type_phone": "Smartphone",
  "type_tablet": "Tablet",
  "sort_default": "Ordina: predefinito",
  "sort_brand": "Marca (A–Z)",
  "sort_model": "Modello (A–Z)",
  "sort_os": "Versione OS",
  "no_devices_found": "Nessun dispositivo trovato",
  "modal_compatibility_confirmed": "Compatibilità: confermata",
  "modal_compatibility_unknown": "Compatibilità: sconosciuta o non verificata",
  "modal_root_links": "Link root",
  "modal_price_range_label": "Fascia di prezzo:",
  "modal_pogo_label": "Compatibilità PoGO:",
  "placeholder_dash": "—",
  "impressum_note": "Questo sito fornisce solo contenuti informativi. Non ospitiamo strumenti di spoofing né offriamo istruzioni.",
  "about_pgsharp_title": "Informazioni su PGSharp",
  "about_pgsharp_paragraph": "PGSharp è uno strumento di spoofing della posizione di terze parti per Pokémon GO. L’uso probabilmente viola i termini di Niantic e può comportare la sospensione dell’account. Questa pagina è solo informativa: niente guide, aiuti per eludere o download.",
  "about_pgsharp_official": "Sito ufficiale",
  "privacy": "Privacy",
  "impressum": "Impressum",
  "back_to_home": "Torna alla home",
  "cookie_question": "Utilizziamo cookie per analisi e pubblicità. Accetti?",
  "cookie_accept": "Accetta",
  "cookie_decline": "Rifiuta",
  "ad_placeholder": "Pubblicità",
  "device_builder_title": "Prepara una nuova voce dispositivo",
  "device_builder_intro": "Compila il modulo per generare un frammento JSON da incollare in data/devices.json.",
  "device_builder_submit": "Genera JSON",
  "device_builder_copy": "Copia JSON",
  "device_builder_result_hint": "Incolla il frammento JSON in data/devices.json.",
  "device_builder_copied": "Copiato negli appunti.",
  "device_builder_empty": "Compila il modulo per generare JSON.",
  "device_builder_price_placeholder": "Fascia di prezzo (opzionale)",
  "news_empty": "Nessuna notizia disponibile al momento.",
  "news_read_more": "Leggi di più",
  "news_published": "Pubblicato",
  "news_updated": "Aggiornato",
  "news_modal_tags": "Tag",
  "news_modal_no_content": "Nessun dettaglio aggiuntivo disponibile.",
  "site_footer_note": "per allenatori e sviluppatori",
  "placeholder_brand": "Marca",
  "placeholder_model": "Modello",
  "placeholder_os": "Sistema operativo",
  "placeholder_type": "Tipo (Telefono/Tablet)",
  "placeholder_notes": "Note (separate da virgole)",
  "placeholder_rootlinks": "Link root (URL separati da virgole)",
  "privacy_title": "Informativa sulla Privacy",
  "privacy_date": "15 ottobre 2025",
  "privacy_intro": "Questa pagina informa sulle politiche di pogosdex.com (“il Sito”, “noi”) riguardo la raccolta, l'uso e la divulgazione delle informazioni personali ricevute dagli utenti del Sito.",
  "privacy_usage": "Utilizziamo le tue informazioni personali solo per fornire e migliorare il Sito. Utilizzando il Sito, accetti la raccolta e l'uso delle informazioni in conformità con questa politica.",
  "privacy_collection_heading": "Raccolta e Utilizzo delle Informazioni",
  "privacy_collection_text": "Possiamo utilizzare società pubblicitarie di terze parti per mostrare annunci quando visiti il Sito. Queste società possono utilizzare informazioni aggregate (escludendo nome, indirizzo, email o numero di telefono) sulle tue visite a questo e altri siti web per offrire annunci su prodotti e servizi di tuo interesse. Se desideri maggiori informazioni su questa pratica e conoscere le tue opzioni per non consentire l'uso di queste informazioni, clicca qui.",
  "privacy_logdata_heading": "Dati di Log",
  "privacy_logdata_text": "Questo sito utilizza Google Analytics, una tecnologia basata sui cookie per misurare il traffico del sito. Google Analytics non memorizza informazioni personali identificabili e presenta i dati in forma aggregata, non per attività individuale. Se desideri disattivare Google Analytics, vedi qui.",
  "privacy_cookies_heading": "Cookie",
  "privacy_cookies_text": "Utilizziamo i cookie per memorizzare informazioni per tua comodità (“Impostazioni”). Possiamo anche utilizzare annunci di terze parti sul Sito. Alcuni di questi inserzionisti possono utilizzare tecnologie come cookie e web beacon quando pubblicizzano sul Sito, che invieranno anche a questi inserzionisti (come Google tramite il programma Google AdSense) informazioni come il tuo indirizzo IP, il tuo ISP, il browser utilizzato per visitare il nostro sito e, in alcuni casi, se hai Flash installato. Questo viene generalmente utilizzato per scopi di geolocalizzazione o per mostrare determinati annunci in base ai siti visitati.",
  "privacy_cookies_disable": "Puoi scegliere di disabilitare o disattivare selettivamente i nostri cookie o quelli di terze parti nelle impostazioni del browser, o gestendo le preferenze in programmi come Norton Internet Security. Tuttavia, questo può influire notevolmente su come interagisci con il Sito e con la maggior parte degli altri siti web.",
  "privacy_security_heading": "Sicurezza",
  "privacy_security_text": "La sicurezza delle tue informazioni personali è importante per noi, ma ricorda che nessun metodo di trasmissione su Internet o di archiviazione elettronica è sicuro al 100%. Pur impegnandoci a utilizzare mezzi commercialmente accettabili per proteggere le tue informazioni personali, non possiamo garantirne la sicurezza assoluta.",
  "privacy_changes_heading": "Modifiche a questa Informativa sulla Privacy",
  "privacy_changes_text": "Ci riserviamo il diritto di aggiornare o modificare la nostra Informativa sulla Privacy in qualsiasi momento e dovresti controllare periodicamente questa Informativa. L'uso continuato del Servizio dopo la pubblicazione di modifiche costituirà il tuo riconoscimento e consenso a rispettare l'Informativa sulla Privacy modificata.",
  "privacy_contact_heading": "Contattaci",
  "privacy_contact_text": "Se hai domande su questa Informativa sulla Privacy, contattaci a pogosdex@gmail.com."
}
