{
  "site_name": "PoGoSDex",
  "site_subtitle": "Устройства и PGSharp",
  "title": "Совместимые устройства Pokémon GO и новости PGSharp",
  "nav_overview": "Обзор",
  "nav_devices": "Устройства",
  "nav_news": "Новости",
  "overview_intro_heading": "Добро пожаловать в PoGoSDex",
  "overview_intro_text": "Находите совместимые устройства, следите за обновлениями PGSharp и используйте удобные инструменты для тренеров.",
  "overview_devices_cta": "Просмотреть совместимые устройства",
  "overview_devices_desc": "Изучайте телефоны и планшеты, фильтруйте по типу и открывайте модальное окно, чтобы увидеть детали и заметки.",
  "overview_news_cta": "Быть в курсе новостей PGSharp",
  "overview_news_desc": "Читайте подборку объявлений PGSharp, обновлений функций и сообщений сообщества во вкладке «Новости».",
  "devices_section_heading": "Совместимые устройства",
  "devices_section_intro": "Фильтруйте каталог, изучайте заметки и копируйте готовые JSON-записи в свою базу.",
  "news_section_title": "Новости PGSharp",
  "news_section_intro": "Последние релизы PGSharp, анонсы функций и сообщения сообщества.",
  "search_placeholder": "Поиск по модели или бренду...",
  "type_all": "Все устройства",
  "type_phone": "Телефоны",
  "type_tablet": "Планшеты",
  "sort_default": "Сортировка: по умолчанию",
  "sort_brand": "Бренд (A–Z)",
  "sort_model": "Модель (A–Z)",
  "sort_os": "Версия ОС",
  "no_devices_found": "Устройства не найдены",
  "modal_compatibility_confirmed": "Совместимость: подтверждена",
  "modal_compatibility_unknown": "Совместимость: неизвестна или не подтверждена",
  "modal_root_links": "Root-ссылки",
  "modal_price_range_label": "Диапазон цен:",
  "modal_pogo_label": "Совместимость с PoGO:",
  "placeholder_dash": "—",
  "impressum_note": "Этот сайт предоставляет только информационный контент. Мы не размещаем инструменты для спуфинга и не даем инструкций.",
  "about_pgsharp_title": "О PGSharp",
  "about_pgsharp_paragraph": "PGSharp — сторонний инструмент для подмены местоположения в Pokémon GO. Использование, вероятно, нарушает правила Niantic и может привести к блокировке. Здесь только информация — без инструкций, обходов и загрузок.",
  "about_pgsharp_official": "Официальный сайт",
  "privacy": "Конфиденциальность",
  "impressum": "Impressum",
  "back_to_home": "Вернуться на главную",
  "cookie_question": "Мы используем cookies для аналитики и рекламы. Принимаете?",
  "cookie_accept": "Принять",
  "cookie_decline": "Отклонить",
  "ad_placeholder": "Реклама",
  "device_builder_title": "Подготовить новую запись устройства",
  "device_builder_intro": "Заполните поля, чтобы сгенерировать JSON-фрагмент для data/devices.json.",
  "device_builder_submit": "Создать JSON",
  "device_builder_copy": "Копировать JSON",
  "device_builder_result_hint": "Скопируйте JSON-фрагмент в data/devices.json.",
  "device_builder_copied": "Скопировано в буфер обмена.",
  "device_builder_empty": "Заполните форму, чтобы получить JSON.",
  "device_builder_price_placeholder": "Диапазон цен (необязательно)",
  "news_empty": "Новости пока отсутствуют.",
  "news_read_more": "Подробнее",
  "news_published": "Опубликовано",
  "news_updated": "Обновлено",
  "news_modal_tags": "Теги",
  "news_modal_no_content": "Дополнительная информация отсутствует.",
  "site_footer_note": "для тренеров и разработчиков",
  "placeholder_brand": "Бренд",
  "placeholder_model": "Модель",
  "placeholder_os": "Операционная система",
  "placeholder_type": "Тип (Phone/Tablet)",
  "placeholder_notes": "Заметки (через запятую)",
  "placeholder_rootlinks": "Root-ссылки (через запятую URL)",
  "privacy_title": "Политика конфиденциальности",
  "privacy_date": "15 октября 2025",
  "privacy_intro": "На этой странице изложены правила pogosdex.com («Сайт», «мы») относительно сбора, использования и раскрытия личной информации, которую мы получаем от пользователей Сайта.",
  "privacy_usage": "Мы используем вашу личную информацию только для предоставления и улучшения Сайта. Используя Сайт, вы соглашаетесь на сбор и использование информации в соответствии с этой политикой.",
  "privacy_collection_heading": "Сбор и использование информации",
  "privacy_collection_text": "Мы можем использовать сторонние рекламные компании для показа объявлений при посещении Сайта. Эти компании могут использовать агрегированные данные (без вашего имени, адреса, электронной почты или номера телефона) о ваших посещениях этого и других сайтов для показа рекламы товаров и услуг, представляющих интерес. Если вы хотите узнать больше об этой практике и о том, как отказаться от использования этой информации, нажмите здесь.",
  "privacy_logdata_heading": "Данные журнала",
  "privacy_logdata_text": "Этот сайт использует Google Analytics — технологию на основе cookie для измерения посещаемости сайта. Google Analytics не хранит персональные данные и предоставляет информацию в агрегированном виде, а не по отдельным пользователям. Если вы хотите отказаться от Google Analytics, смотрите здесь.",
  "privacy_cookies_heading": "Cookies",
  "privacy_cookies_text": "Мы используем cookies для хранения информации для вашего удобства («Настройки»). Также мы можем использовать стороннюю рекламу на Сайте. Некоторые рекламодатели могут использовать технологии, такие как cookies и web beacons, при размещении рекламы на Сайте, что также передает этим рекламодателям (например, Google через программу Google AdSense) информацию, включая ваш IP-адрес, вашего интернет-провайдера, браузер, который вы использовали для посещения нашего сайта, и в некоторых случаях, наличие установленного Flash. Обычно это используется для геотаргетинга или показа определенной рекламы на основе посещённых сайтов.",
  "privacy_cookies_disable": "Вы можете отключить наши cookies или сторонние cookies в настройках браузера или управлять предпочтениями в таких программах, как Norton Internet Security. Однако это может значительно повлиять на взаимодействие с Сайтом и большинством других сайтов.",
  "privacy_security_heading": "Безопасность",
  "privacy_security_text": "Безопасность вашей личной информации важна для нас, но помните, что ни один способ передачи данных через Интернет или электронного хранения не является на 100% безопасным. Мы стремимся использовать коммерчески приемлемые средства для защиты вашей личной информации, но не можем гарантировать её абсолютную безопасность.",
  "privacy_changes_heading": "Изменения в политике конфиденциальности",
  "privacy_changes_text": "Мы оставляем за собой право обновлять или изменять нашу Политику конфиденциальности в любое время, и вы должны периодически проверять эту страницу. Ваше дальнейшее использование Сервиса после публикации изменений будет означать ваше согласие с изменениями и обязательство соблюдать обновленную Политику конфиденциальности.",
  "privacy_contact_heading": "Связаться с нами",
  "privacy_contact_text": "Если у вас есть вопросы по этой Политике конфиденциальности, свяжитесь с нами по адресу pogosdex@gmail.com."
}
